Repository: Hunde-D/routiner-habit-tracker
Catalog: lib/l10n/app_*.arb
Languages: am

# appTitle
source: Routiner
am: ሩቲነር

# hiUser
source: Hi,
am: ሰላም፣

# greeting
source: Let's make habits together!
am: ልማዶችን አብረን እንስራ!

source: Create Good Habits
am: ጥሩ ልማዶችን ፍጠር

source: Track Your Progress
am: እድገትህን አስተካክል

source: Habits
am: ልማዶች

source: Challenges
am: ፈተናዎች

source: Today
am: ዛሬ

source: Clubs
am: ክለቦች

source: VIEW ALL
am: ሁሉንም እይ

source: Leadersboard
am: የአሸናፊዎች ሰንጠረዥ

source: Weekly
am: ሳምንታዊ

source: Monthly
am: ወርሃዊ

source: Your Profile
am: ፕሮፋይልህ

# points
source: ðŸ¥‡{count} Points
am: 🥇{count} ነጥቦች

source: Activity
am: እንቅስቃሴ

source: Friends
am: ጓደኞች

source: Achievements
am: ስኬቶች

# lastMonthActivity
source: Showing last month activity
am: ያለፈው ወር እንቅስቃሴ ታይቷል

# friendsCount
source: {count} Friends
am: {count} ጓደኞች

# achievementsCount
source: {count} Achievements
am: {count} ስኬቶች

source: Explore
am: አስሱ

source: Suggested for You
am: ለእርስዎ የተጠቀሰ

source: Habit Clubs
am: የልማድ ክለቦች

# membersCount
source: {count} members
am: {count} አባላት

source: Learning
am: ትምህርት

# timeLeft
source: {days} days {hours} hours left
am: የቀረው {days} ቀናት {hours} ሰዓት

# friendsJoined
source: {count} friends joined
am: {count} ጓደኞች ተቀላቅለዋል

source: Settings
am: ቅንብሮች

source: General
am: አጠቃላይ

source: Dark Mode
am: ጨለማ ሁነታ

source: Security
am: ደህንነት

source: Notifications
am: ማሳወቂያዎች

source: Sounds
am: ድምጾች

source: Vacation Mode
am: በዓል ሁነታ

source: About Us
am: ስለ እኛ

source: Support
am: ድጋፍ

# rateApp
source: Rate Routiner
am: አፕ ደረጃ ስጥ

source: Share with Friends
am: ከጓደኞች ጋር አጋራ
